acpi
acpi_call
acpilight
alacritty
alsa-utils
android-file-transfer
ansible
arandr
astyle
at
autoconf
automake
autorandr
bash
bat
bbswitch
bdf-unifont
bind-tools
binutils
bison
blueberry
blueman
bluez
bluez-utils
bsd-games
btrfs-progs
bzip2
cgdb
chromium
circleci-cli-bin
clang
clight
cmake
cmatrix
cockatrice
colorpicker
consolas-font
coreutils
corrupter-git
cowsay
cronie
cryptsetup
ctags
cups
device-mapper
dhcpcd
dialog
diff-so-fancy
diffutils
discord
dmenu
docker
docker-compose
dosfstools
dunst
duplicity
e2fsprogs
efibootmgr
eglexternalplatform
elm-bin
emacs
entr
exa
fakeroot
fd
feh
festival
festival-us
file
filesystem
findutils
firefox
fish
flameshot
flatpak
flex
foomatic-db
foomatic-db-engine
fortune-mod
fwupd
gawk
gcc
gcc-fortran
gcc-libs
gettext
ghc
gimp
git
git-delta
github-cli
glances
glibc
glmark2-git
gnome-screenshot
gnu-netcat
go
go-ethereum
go-ipfs
google-chrome
google-java-format
gource
gparted
gperf
grafana
grep
groff
grub
gtk-chtheme
gzip
hexyl
hplip
hsetroot
htop-vim-git
i3-gaps
i3blocks
i3lock
i3status
ifplugd
inetutils
intel-ucode
intellij-idea-community-edition
iproute2
iputils
irssi
iw
jdk-openjdk
jfsutils
jq
julia
kitty
lastpass-cli
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
libtool
licenses
linux
linux-firmware
logrotate
lolcat
lsof
ltrace
lutris
lvm2
lxappearance-gtk3
m4
make
man-db
man-pages
maven
mdadm
mimeo
moreutils
mpv
nano
nasm
neofetch
neovim
netctl
networkmanager
networkmanager-dispatcher-ntpd
nmap
nodejs
nordvpn-bin
noto-fonts-emoji
nottetris2
nushell-stable
nvidia
nvidia-prime
nvidia-settings
ocl-icd
openjdk-src
openjdk11-src
openssh
openssl-1.0
openvpn
pacman
pacman-contrib
pandoc-bin
parallel
parity-ethereum
patch
pavucontrol
pciutils
perl
perl-html-parser
php
picom
pkgconf
popcorntime-bin
prettier
procps-ng
progress
prometheus
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
pv
python-beautifulsoup4
python-pip
python-pynvim
python-virtualenv
ranger
reflector
reiserfsprogs
ripgrep
rofi
rtorrent
s-nail
sbt
scala
screenkey
sd
sed
shadow
shellcheck-bin
sl
slop
smartmontools
solidity
speedtest-cli
sshfs
stack-static
steam
strace
sudo
sxiv
sysfsutils
sysstat
system-config-printer
systemd
systemd-sysvcompat
tar
tcpdump
tealdeer
telegram-desktop
terminus-font
terraform
texinfo
texlive-bibtexextra
texlive-core
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langgreek
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tlp
tmux
topgrade
traceroute
transmission-cli
transmission-gtk
trash-cli
ttf-dejavu
ttf-jetbrains-mono
udisks2
unzip
usbutils
util-linux
vi
vlc
vulkan-intel
vulkan-radeon
w3m
wget
which
wine-staging
wowman
xbindkeys
xdotool
xf86-video-intel
xfsprogs
xorg-server
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xset
xorg-xsetroot
xsel
yay
yourkit
youtube-dl
zathura
zathura-cb
zathura-pdf-mupdf
zeal
zenity
zip
zoom
zsh
