
acpi
acpi_call
acpilight
alacritty
alsa-utils
android-file-transfer
arandr
arduino
arduino-cli
at
autoconf
automake
autorandr
bash
bat
bdf-unifont
bind-tools
binutils
bison
blueberry
bluez
bluez-libs
bluez-utils
bsd-games
btrfs-progs
bzip2
cgdb
clojure
cmake
cmatrix
colorpicker
compton
consolas-font
cool-retro-term
coreutils
corrupter-git
cowsay
cronie
cryptsetup
ctags
cups
device-mapper
dhcpcd
di
dialog
diff-so-fancy
diffutils
dmenu
docker
docker-compose
dosfstools
dtrx
dunst
duplicity
e2fsprogs
efibootmgr
eglexternalplatform
emacs
entr
ephifonts
exa
fakeroot
fd
feh
festival
festival-us
file
filesystem
findutils
firefox
fish
flameshot
flatpak
flex
fonts-meta-extended-lt
foomatic-db
foomatic-db-engine
fortune-mod
fx_cast
gawk
gcc
gcc-fortran
gcc-libs
gdrive
gettext
ghc
gimp
git
gitkraken
glances
glibc
gnome-screenshot
gnu-netcat
go
go-ethereum
go-ipfs
gobuster-git
google-chrome
googler
gource
gparted
gperf
gradle
grep
groff
grub
gtk-chtheme
gzip
hexyl
hplip
htop-vim-git
hub
i3-gaps
i3blocks
i3lock
i3status
ifplugd
inetutils
intel-ucode
intellij-idea-community-edition
iproute2
iputils
irssi
iw
jdk-openjdk
jdk11-openjdk
jdtls
jfsutils
jq
jre8-openjdk
julia
kitty
lastpass-cli
less
libtool
licenses
linux
logrotate
lolcat
lsof
ltrace
lvm2
lxappearance-gtk3
m4
make
man-db
man-pages
maven
mdadm
mimeo
moreutils
mpv
nano
nasm
neofetch
neovim
netctl
networkmanager
networkmanager-dispatcher-ntpd
nmap
nodejs
nordvpn-bin
noto-fonts-emoji
nvidia-390xx
nvidia-390xx-settings
nvidia-390xx-utils
obs-studio
openjdk-src
openjdk11-src
openjdk8-src
openssh
openvpn
pacman
pacman-contrib
pandoc
parallel
parity-ethereum
patch
pavucontrol
pciutils
perl
perl-html-parser
php
pkgconf
prettier
procps-ng
progress
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
pv
python-beautifulsoup4
python-neovim
python-pip
python2-pip
qemu
racket
ranger
redshift
reflector
reiserfsprogs
ripgrep
ripme-git
rofi
rtorrent
s-nail
sbt
scala
screenkey
sd
sed
shadow
shellcheck
skypeforlinux-stable-bin
sl
slop
solidity
speedtest-cli
sshfs
strace
sudo
sxiv
sysfsutils
sysstat
system-config-printer
systemd
systemd-sysvcompat
tar
tcpdump
tealdeer
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langgreek
texlive-moderncv-git
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tmux
tor-browser-en
traceroute
transmission-cli
transmission-gtk
transmission-remote-cli-git
trash-cli
ttf-dejavu
udisks2
unzip
usbutils
util-linux
vcvrack-bin
vi
virtualbox
vlc
w3m
wget
which
xbindkeys
xdotool
xf86-video-intel
xfsprogs
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xset
xorg-xsetroot
xsel
yay
yourkit
youtube-dl
zathura
zathura-cb
zathura-pdf-mupdf
zeal
zip
zoom
zsh
