accerciser
acpi
acpi_call-lts
acpilight
alacritty
alsa-utils
android-file-transfer
ansible
arandr
astyle
at
autoconf
automake
autorandr
baobab
bash
bat
bdf-unifont
besu
bind
binutils
blueberry
bluez
bluez-utils
bsd-games
btfs
btrfs-progs
bzip2
capnproto
cgdb
chrome-gnome-shell
chromium
circleci-cli-bin
clang
clight
cmake
cmatrix
cndrvcups-lb-bin
cockatrice
colorpicker
consolas-font
coreutils
corrupter-git
cowsay
cronie
cryptsetup
ctags
cups
dconf-editor
devhelp
device-mapper
dhcpcd
dialog
diff-so-fancy
diffutils
discord
dmenu
docker
docker-compose
dosfstools
dunst
duplicity
e2fsprogs
efibootmgr
eglexternalplatform
elm-bin
emacs
entr
eog
epiphany
evince
evolution
exa
exfat-utils
fakeroot
fd
festival
festival-us
file
file-roller
filelight
filesystem
findutils
firefox
fish
five-or-more
flameshot
flatpak
flex
foomatic-db-engine
fortune-mod
four-in-a-row
freerdp
fwupd
ganache-cli
gawk
gcc
gcc-fortran
gcc-libs
gdm
gedit
gettext
ghc
ghex
gimp
git
git-delta
github-cli
glade
glances
glibc
gnome-backgrounds
gnome-books
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-screenshot
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-todo
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-weather
gnu-netcat
go
go-ethereum
go-ipfs
google-chrome
google-java-format
gource
gparted
gperf
grafana
graphviz
grep
grilo-plugins
groff
grub
gtk-chtheme
gumbo-parser
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
handlr-bin
hexyl
hitori
hsetroot
htop-vim-git
httpie
hub
i3-gaps
i3blocks
i3lock
i3status
iagno
ifplugd
inetutils
insomnia
intel-ucode
intellij-idea-community-edition
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
iproute2
iputils
irssi
iw
jdk-openjdk
jdk11-graalvm-bin
jfsutils
jq
julia
kbfs
kdenlive
keybase
keybase-gui
less
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-libldap
lib32-libpulse
lib32-libva
lib32-libxslt
lib32-libxv
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-orc
lib32-v4l-utils
libmicrodns
libtool
licenses
lightsoff
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lsof
ltrace
lutris
lvm2
lxappearance-gtk3
lxrandr
m4
magic-wormhole
make
man-db
man-pages
maven
mdadm
moreutils
mpv
namcap
nasm
native-image-jdk11-bin
nautilus
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-dispatcher-ntpd
nmap
nodejs-lts-erbium
nohang-git
nordvpn-bin
noto-fonts-emoji
nottetris2
nss-mdns
nushell-stable
nvidia-lts
nvidia-prime
nvidia-settings
obs-studio
ocl-icd
openethereum
openjdk-src
openjdk11-src
openssh
openssl-1.0
openvpn
orca
pacman
pacman-contrib
pandoc-bin
parallel
patch
pavucontrol
pciutils
perf
php
picom
pkgconf
polari
popcorntime-bin
prettier
procps-ng
progress
prometheus
psmisc
pulseaudio-alsa
pulseaudio-bluetooth
pup-git
pv
python-beautifulsoup4
python-pip
python-pynvim
python-virtualenv
qemu
quadrapassel
ranger
reflector
reiserfsprogs
remmina
ripgrep
rofi
rsync
rtorrent
rygel
s-nail
samba
sbt
scala
screenkey
sd
sed
shadow
shellcheck-bin
signal-desktop
simple-scan
sl
slop
smartmontools
socat
solidity
sox
speedtest-cli
sshfs
starship
steam
strace
sudo
sushi
sway
swell-foop
sxiv
sysfsutils
sysprof
sysstat
system-config-printer
systemd
systemd-sysvcompat
tali
tar
tcpdump
tealdeer
telegram-desktop
terminus-font
terraform
texinfo
texlive-bibtexextra
texlive-core
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langgreek
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tlp
tmux
topgrade
torbrowser-launcher
totem
traceroute
transmission-cli
transmission-gtk
trash-cli
trezord-go
ttf-dejavu
ttf-jetbrains-mono
udisks2
unzip
usbutils
util-linux
vi
vino
vlc
w3m
wget
which
wine-gecko
wine-mono
wine-staging
wireshark-qt
wowman
xbindkeys
xdg-user-dirs-gtk
xdotool
xf86-video-intel
xfsprogs
xidlehook
xorg-server
xorg-server-common
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xset
xorg-xsetroot
xsel
yarn
yasm
yay
yelp
yourkit
youtube-dl
zathura
zathura-cb
zathura-pdf-mupdf
zathura-ps
zeal
zenity
zip
zoom
zsh
