colorpicker
consolas-font
corrupter-git
di
dtrx
ephifonts
fonts-meta-extended-lt
fx_cast
gdrive
gitkraken
gobuster-git
google-chrome
googler
htop-vim-git
jdtls
mimeo
nordvpn-bin
ripme-git
screenkey
skypeforlinux-stable-bin
tealdeer
texlive-moderncv-git
tor-browser-en
transmission-remote-cli-git
vcvrack-bin
yay
yourkit
zoom
